---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonTorsionalMomentOfInertia
source: html/a831f94f-af6c-cae6-39ac-159dcea85531.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonTorsionalMomentOfInertia Property

"Torsional Moment of Inertia"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionCommonTorsionalMomentOfInertia { get; }
```